app/views/student/index.html.erb

SELECT "students".* FROM "students"
---
<h1>Students</h1>
<% @students = Student.all %>