app/views/students/index.html.erb

SELECT  "students".* FROM "students"  ORDER BY "students"."id" ASC LIMIT 1
---
 <% Student.all.each do |student| %>